Revit 2023 API
GroupTypeId.SlabShapeEdit Property
 "Slab Shape Edit"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId SlabShapeEdit { get; }
Visual Basic
Public Shared ReadOnly Property SlabShapeEdit As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SlabShapeEdit {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace